<!-- dflook/terraform-github-actions {"workspace":"fallback-to-terraform-2","backend_type":"remote","backend":"e4c59462ac89c040b6c83f8519459e7fb0ae503cfbb54da618e16ad550969507","plan_job_ref":"Job Test Terraform cloud #186 at https://github.com/dflook/terraform-github-actions/actions/runs/6683921724","plan_hash":"3a8988cbb907e54ed1c884e86a4e68cbaabfb4642c5a8bf7f5b9f9085dad3e7b","plan_text_format":"text","version":"99.0.0"} -->
Terraform plan in __tests/workflows/test-cloud/0.13__ in the __fallback-to-terraform-2__ workspace
With var files: `tests/workflows/test-cloud/0.13/my_variable.tfvars
`
With variables: `from_variables = "from_variables"`
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # random_id.the_id will be created
  + resource "random_id" "the_id" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 5
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [Test Terraform cloud #186](https://github.com/dflook/terraform-github-actions/actions/runs/6683921724)